;objectives
[MOCX_QuestStart X2ObjectiveTemplate]
Title="Проект \"MOCX\": отслеживать информацию"
LocLongDescription="Проект \"MOCX\", очередная попытка \"Адвента\" уничтожить XCOM: нам необходимо их тщательно изучить, если мы хотим покончить с ними."
SubObjectiveText="Выполнить секретную операцию против Проект \"MOCX\""

[MOCX_QuestMidOne X2ObjectiveTemplate]
Title="Проект \"MOCX\": продолжить борьбу"
LocLongDescription="Проект \"MOCX\", мы успешно сорвали несколько их операций, не стоит на этом останавливаться. Продолжайте работать в этом направлении."
SubObjectiveText="Выполнить секретную операцию против Проект \"MOCX\""

[MOCX_QuestMidTwo X2ObjectiveTemplate]
Title="Проект \"MOCX\": продолжайте бороться"
LocLongDescription="Проект \"MOCX\", мы срываем все больше их операций, но это не повод раслабляться. Продолжайте работать в этом направлении."
SubObjectiveText="Выполнить секретную операцию против Проект \"MOCX\""


[MOCX_OffsiteBackups X2ObjectiveTemplate]
Title="Засекреченный объект"
LocLongDescription="Нам удалось обнаружить секретный объект содержащий архивы по проекту \"Аватар\", а также детали по проекту \"MOCX\". Если мы сможем получить эту информацию, это несомненно поможет нам в борьбе с ними."
SubObjectiveText="Завершить задание на засекреченном объекте"

[MOCX_TrainingRaid X2ObjectiveTemplate]
Title="Тренировочный лагерь"
LocLongDescription="Проект \"MOCX\" проводит массовые учения, под кодовым названием Опперация \"Вулканический Щит\". Анализируя полученные данные, мы выяснили что данная операция позволит нам получить доступ к сети проекта \"MOCX\". Необходимо проникнуть в сеть проекта \"MOCX\", и заполучить любые обнаруженные данные."
SubObjectiveText="Завершить задание по захвату тренировачного лагеря."

[MOCX_SabotageHQ X2ObjectiveTemplate]
Title="Нейтрализация проекта \"MOCX\""
LocLongDescription="Доктору Шэнь удалось обнаружить критическую уязвимость штаб-квартиры проекта \"MOCX\". Нельзя упускать такую возможность. Правильно подобранный отряд, и количество X4, позволит нам нарушить работу транспортной сети проекта \"MOCX\" и покончить с ними раз и навсегда."
SubObjectiveText="Завершить диверсию в штаб-квартире проекта \"MOCX\""


;ability points
[MOCXEvac X2AbilityPointTemplate]
ActionFriendlyName="Эвакуация агента \"MOCX\""

[MOCXKill X2AbilityPointTemplate]
ActionFriendlyName="Уничтожение агента \"MOCX\""

[MOCXCapture X2AbilityPointTemplate]
ActionFriendlyName="Захват агента \"MOCX\""

;SITREPs

[MOCX X2SitRepTemplate]
FriendlyName="Отряд \"MOCX\""
Description="В окрестностях замечены агенты проекта \"MOCX\"."

[MOCXAssault X2SitRepTemplate]
FriendlyName="Штурм штаб-квартиры проекта \"MOCX\""
Description="Мы обнаружили штаб-квартиру проекта \"MOCX\": не стоит расслабляться, противник будет сопротивляться до последнего."


[MOCXRookies X2SitRepTemplate]
FriendlyName="Проект \"MOCX\" массовые учения"
Description="Проект \"MOCX\" проводит массовые учения, поэтому большиство агентов, с которыми вам предстоит столкнуться на первом этапе, новобранцы."

[MOCXRookiesEffect X2SitRepEffect_ModifyDefaultEncounterLists]
FriendlyName="Проект \"MOCX\" массовые учения"
Description="Проект \"MOCX\" проводит массовые учения, поэтому большиство агентов, с которыми вам предстоит столкнуться на первом этапе, новобранцы."

[FullMOCXEffect X2SitRepEffectTemplate]
FriendlyName="Отряд \"MOCX\""
Description="В окрестностях замечены агенты проекта \"MOCX\". Они используют постановщик помех, \"Зал теней\" не может просканировать область полностью."



;weapons and items

[Dark_Shotgun_MG X2WeaponTemplate]
FriendlyName="Картечная пушка \"Адвента\""
FriendlyNamePlural="Картечные пушки \"Адвента\""
BriefSummary="Уступает нашим разработкам в области картечных пушек. Несомненно мы можем использовать их в бою, но лучшим применением будет продажа на черном рынке."
TacticalText="<Bullet/> Магнитные технологии позволили создать новые образцы вооружения, которые заменили доступные солдатам XCOM дробовики.\n<Bullet/> Дробовики исключительно эффективны на короткой дистанции, но чем дальше цель, тем ниже точность.\n<Bullet/> Используйте улучшения, добытые в боях с \"Адвентом\", чтобы повысить эффективность картечной пушки."
AbilityDescName="дробовик"

[Dark_Shotgun_CG X2WeaponTemplate]
FriendlyName="Дробовик с системой Гаусса \"Адвента\""
FriendlyNamePlural="Дробовики Гаусса \"Адвента\""
BriefSummary="Яркий пример использования технологии Гаусса, получивший уникальную способность игнорировать некоторые виды защиты противника. Несомненно может быть полезен для наших оперативников в бою."
TacticalText="<Bullet/> Прогнанные через катушки снаряды пробивают (игнорируют) 1 еденицу брони противника.<br/><Bullet/> Дробовики исключительно эффективны на короткой дистанции, но чем дальше цель, тем ниже точность.\n<Bullet/> Используйте улучшения, добытые в боях с \"Адвентом\", чтобы повысить эффективность дробовика."
AbilityDescName="дробовик"

[Dark_Shotgun_BM X2WeaponTemplate]
FriendlyName="Штормовая пушка \"Адвента\""
FriendlyNamePlural="Штормовые пушки \"Адвента\""
BriefSummary="Может быть мощность данной штормовая пушки меньше, чем у наших разработок, но она все также прожигает и расплавляет значительную площадь."
TacticalText="<Bullet/> Самое современное оружие в классе дробовиков, доступное солдатам XCOM.\n<Bullet/> Дробовики исключительно эффективны на короткой дистанции, но чем дальше цель, тем ниже точность.\n<Bullet/> Используйте улучшения, добытые в боях с \"Адвентом\", чтобы повысить эффективность дробовика."
AbilityDescName="дробовик"



[Dark_SMG_MG X2WeaponTemplate]
FriendlyName="Магнитный пистолет-пулемёт \"Адвента\""
FriendlyNamePlural="Магнитные пистолет-пулемёты \"Адвента\""
BriefSummary="Уступает нашим разработкам в области пистолет-пулемётов. Несомненно мы можем использовать их в бою, но лучшим применением будет продажа на черном рынке."
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии у него особых способностей.\n<Bullet/> Используйте улучшения, добытые в боях с \"Адвентом\", чтобы повысить эффективность пистолет-пулемётов. \n<Bullet/> Оружие класса пистолет-пулемёт обеспечивает оперативникам дополнителную мобильность, точность в ближнем бою и скрытность при сравнении с винтовками, но в то же время наносят меньше урона, обладают меньшим боезапасом, и получают штрафы к точности при стрельбе издалека."
AbilityDescName="пистолет-пулемёт"

[Dark_SMG_CG X2WeaponTemplate]
FriendlyName="Пистолет-пулемёт с системой Гаусса \"Адвента\""
FriendlyNamePlural="Пистолет-пулемёты Гаусса \"Адвента\""
BriefSummary="Яркий пример использования технологии Гаусса, получивший уникальную способность игнорировать некоторые виды защиты противника. Несомненно может быть полезен для наших оперативников в бою."
TacticalText="<Bullet/> Прогнанные через катушки снаряды пробивают (игнорируют) 1 еденицу брони противника.<br/><Bullet/> Оружие класса пистолет-пулемёт обеспечивает оперативникам дополнителную мобильность, точность в ближнем бою и скрытность при сравнении с винтовками, но в то же время наносят меньше урона, обладают меньшим боезапасом, и получают штрафы к точности при стрельбе издалека.<br/>"
AbilityDescName="пистолет-пулемёт"

[Dark_SMG_BM X2WeaponTemplate]
FriendlyName="Плазменный пистолет-пулемёт \"Адвента\""
FriendlyNamePlural="Плазменные пистолет-пулемёты \"Адвента\""
BriefSummary="Может быть мощность данного пистолет-пулемёта меньше, чем у наших разработок, но она все также прожигает и расплавляет значительную площадь."
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии у него особых способностей\n<Bullet/> Используйте улучшения, добытые в боях с \"Адвентом\", чтобы повысить эффективность пистолет-пулемётов. \n<Bullet/> Оружие класса пистолет-пулемёт обеспечивает оперативникам дополнителную мобильность, точность в ближнем бою и скрытность при сравнении с винтовками, но в то же время наносят меньше урона, обладают меньшим боезапасом, и получают штрафы к точности при стрельбе издалека."
AbilityDescName="пистолет-пулемёт"



[Dark_Cannon_MG X2WeaponTemplate]
FriendlyName="Магнитная пушка \"Адвента\""
FriendlyNamePlural="Магнитные пушки \"Адвента\""
BriefSummary="Уступает нашим разработкам в области картечных пушек. Несомненно мы можем использовать их в бою, но лучшим применением будет продажа на черном рынке."
TacticalText="<Bullet/> Магнитная пушка представляет собой более мощную, но столь же компактную версию обычной пушки.\n<Bullet/> Используйте улучшения, добытые в боях с \"Адвентом\", чтобы повысить эффективность магнитной пушки."
AbilityDescName="пушка"

[Dark_Cannon_CG X2WeaponTemplate]
FriendlyName="Пушка с системой Гаусса \"Адвента\""
FriendlyNamePlural="Пушки Гаусса \"Адвента\""
BriefSummary="Яркий пример использования технологии Гаусса, получивший уникальную способность игнорировать некоторые виды защиты противника. Несомненно может быть полезен для наших оперативников в бою."
TacticalText="<Bullet/> Прогнанные через катушки снаряды пробивают (игнорируют) 1 еденицу брони противника.<br/><Bullet/> Выполняет роль утяжеленной версии винтовки, имеет больше боеприпасов, наносит больший урон, из минусов увеличенный вес.<br/><Bullet/> Используйте улучшения, добытые в боях с \"Адвентом\", чтобы повысить эффективность пушки с системой Гаусса.<br/>"
AbilityDescName="пушка"

[Dark_Cannon_BM X2WeaponTemplate]
FriendlyName="Лучевая пушка \"Адвента\""
FriendlyNamePlural="Лучевые пушки \"Адвента\""
BriefSummary="Может быть мощность данной лучевой пушки меньше, чем у наших разработок, но она все также прожигает и расплавляет значительную площадь."
TacticalText="<Bullet/> Лучевая пушка - наиболее мощное оружие огневой поддержки, доступное нашим войскам.\n<Bullet/>Используйте улучшения, добытые в боях с \"Адвентом\", чтобы повысить эффективность лучевой пушки."
AbilityDescName="пушка"



[Dark_AssaultRifle_MG X2WeaponTemplate]
FriendlyName="Магнитная винтовка \"Адвента\""
FriendlyNamePlural="Магнитные винтовки \"Адвента\""
BriefSummary="Уступает нашим разработкам в области картечных пушек. Несомненно мы можем использовать их в бою, но лучшим применением будет продажа на черном рынке."
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии у него особых способностей.\n<Bullet/> Используйте улучшения, добытые в боях с \"Адвентом\", чтобы повысить эффективность магнитной винтовки."
AbilityDescName="винтовка"

[Dark_AssaultRifle_CG X2WeaponTemplate]
FriendlyName="Винтовка с системой Гаусса \"Адвента\""
FriendlyNamePlural="Винтовки Гаусса \"Адвента\""
BriefSummary="Яркий пример использования технологии Гаусса, получивший уникальную способность игнорировать некоторые виды защиты противника. Несомненно может быть полезен для наших оперативников в бою."
TacticalText="<Bullet/> Прогнанные через катушки снаряды пробивают (игнорируют) 1 еденицу брони противника.<br/><Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии у него особых способностей.\n<Bullet/> Используйте улучшения, добытые в боях с \"Адвентом\", чтобы повысить эффективность винтовки Гаусса.<br/>"
AbilityDescName="винтовка"

[Dark_AssaultRifle_BM X2WeaponTemplate]
FriendlyName="Плазменная винтовка \"Адвента\""
FriendlyNamePlural="Плазменные винтовки \"Адвента\""
BriefSummary="Может быть мощность данной винтовки меньше, чем у наших разработок, но она все также прожигает и расплавляет значительную площадь."
TacticalText="<Bullet/> Плазменная винтовка - несложное, но крайне разрушительное оружие пехоты.\n<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии у него особых способностей.\n<Bullet/> Используйте улучшения, добытые в боях с \"Адвентом\", чтобы повысить эффективность плазменной винтовки."
AbilityDescName="винтовка"





[Dark_SniperRifle_MG X2WeaponTemplate]
FriendlyName="Снайперская винтовка \"Адвента\""
FriendlyNamePlural="Снайперские винтовки \"Адвента\""
BriefSummary="Уступает нашим разработкам в области картечных пушек. Несомненно мы можем использовать их в бою, но лучшим применением будет продажа на черном рынке."
TacticalText="<Bullet/> Выстрел из снайперской винтовки требует два действия.\n<Bullet/> Это оружие менее точно на близкой дистанции, но смертоносно при стрельбе издалека.\n<Bullet/> Используйте улучшения, добытые в боях с врагом, чтобы повысить эффективность снайперской винтовки."
AbilityDescName="снайперская винтовка"

[Dark_SniperRifle_CG X2WeaponTemplate]
FriendlyName="Снайперская винтовка с системой Гаусса \"Адвента\""
FriendlyNamePlural="Снайперские винтовки Гаусса \"Адвента\""
BriefSummary="Яркий пример использования технологии Гаусса, получивший уникальную способность игнорировать некоторые виды защиты противника. Несомненно может быть полезен для наших оперативников в бою."
TacticalText="<Bullet/> Прогнанные через катушки снаряды пробивают (игнорируют) 1 еденицу брони противника.<br/><Bullet/> Выстрел из снайперской винтовки требует два действия.\n<Bullet/> Это оружие менее точно на близкой дистанции, но смертоносно при стрельбе издалека.\n<Bullet/> Используйте улучшения, добытые в боях с \"Адвентом\", чтобы повысить эффективность винтовки с системой Гаусса."
AbilityDescName="снайперская винтовка"

[Dark_SniperRifle_BM X2WeaponTemplate]
FriendlyName="Плазменное копье \"Адвента\""
FriendlyNamePlural="Плазменные копья \"Адвента\""
BriefSummary="Может быть мощность данной снайперской винтовки меньше, чем у наших разработок, но она все также прожигает и расплавляет значительную площадь."
TacticalText="<Bullet/> Вершина развития снайперского оружия.\n<Bullet/> Выстрел из снайперской винтовки требует два действия.\n<Bullet/> Это оружие менее точно на близкой дистанции, но смертоносно при стрельбе издалека.\n<Bullet/> Используйте улучшения, добытые в боях с \"Адвентом\", чтобы повысить эффективность плазменной снайперской винтовки."
AbilityDescName="снайперская винтовка"


[WeaponFragment X2ItemTemplate]
FriendlyName="Фрагмент оружия"
FriendlyNamePlural="Фрагменты оружия"
BriefSummary="Остатки уничтоженного оружия противника. Мы можем собрать то, что осталосьи продать их на черном рынке."
LootTooltip="То немногое, что осталось от оружия противника. Не представляет для нас никакого практического интереса."


;character names
[AdvMec_MOCX X2CharacterTemplate]
strCharacterName="МЭК \"MOCX\""

[MOCX_Leader X2CharacterTemplate]
strCharacterName="Командир \"MOCX\""

[DarkSoldier X2CharacterTemplate]
strCharacterName="Солдат \"MOCX\""
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/> был схвачен оперативниками XCOM после операции. После допроса и небольших \"уговоров\", он выразил желание вступить в ряды XCOM."  
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/> был схвачен оперативниками XCOM после операции. После допроса и небольших \"уговоров\", он выразил желание вступить в ряды XCOM."  

[DarkRookie X2CharacterTemplate]
strCharacterName="Новобранец \"MOCX\""
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/> был схвачен оперативниками XCOM после операции. После допроса и небольших \"уговоров\", он выразил желание вступить в ряды XCOM."  
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/> был схвачен оперативниками XCOM после операции. После допроса и небольших \"уговоров\", он выразил желание вступить в ряды XCOM."  

[DarkRookie_M2 X2CharacterTemplate]
strCharacterName="Пехотинец \"MOCX\""
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/> был схвачен оперативниками XCOM после операции. После допроса и небольших \"уговоров\", он выразил желание вступить в ряды XCOM."  
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/> был схвачен оперативниками XCOM после операции. После допроса и небольших \"уговоров\", он выразил желание вступить в ряды XCOM."  

[DarkRookie_M3 X2CharacterTemplate]
strCharacterName="Десантник \"MOCX\""
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/> был схвачен оперативниками XCOM после операции. После допроса и небольших \"уговоров\", он выразил желание вступить в ряды XCOM."  
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/> был схвачен оперативниками XCOM после операции. После допроса и небольших \"уговоров\", он выразил желание вступить в ряды XCOM."  


;start of normal units
[DarkGrenadier X2CharacterTemplate]
strCharacterName="Гранатометчик \"MOCX\""
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/> был схвачен оперативниками XCOM после операции. После допроса и небольших \"уговоров\", он выразил желание вступить в ряды XCOM."  
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/> был схвачен оперативниками XCOM после операции. После допроса и небольших \"уговоров\", он выразил желание вступить в ряды XCOM."  

[DarkSpecialist X2CharacterTemplate]
strCharacterName="Специалист \"MOCX\""
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/> был схвачен оперативниками XCOM после операции. После допроса и небольших \"уговоров\", он выразил желание вступить в ряды XCOM."  
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/> был схвачен оперативниками XCOM после операции. После допроса и небольших \"уговоров\", он выразил желание вступить в ряды XCOM."  

[DarkRanger X2CharacterTemplate]
strCharacterName="Рейнджер \"MOCX\""
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/> был схвачен оперативниками XCOM после операции. После допроса и небольших \"уговоров\", он выразил желание вступить в ряды XCOM."  
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/> был схвачен оперативниками XCOM после операции. После допроса и небольших \"уговоров\", он выразил желание вступить в ряды XCOM."  

[DarkSniper X2CharacterTemplate]
strCharacterName="Снайпер \"MOCX\""
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/> был схвачен оперативниками XCOM после операции. После допроса и небольших \"уговоров\", он выразил желание вступить в ряды XCOM."  
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/> был схвачен оперативниками XCOM после операции. После допроса и небольших \"уговоров\", он выразил желание вступить в ряды XCOM."  

[DarkPsiAgent X2CharacterTemplate]
strCharacterName="Пси-агент \"MOCX\""
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/> был схвачен оперативниками XCOM после операции. После допроса и небольших \"уговоров\", он выразил желание вступить в ряды XCOM."  
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/> был схвачен оперативниками XCOM после операции. После допроса и небольших \"уговоров\", он выразил желание вступить в ряды XCOM."  

[DarkReclaimed X2CharacterTemplate]
strCharacterName="Заступник \"MOCX\""
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/> Заступник, ранее схваченный \"MOCX\" и \"перевоспитанный\" ими, путем изменения внешности и подмены воспоминаний. В благодарность за освобождение он выразил желание вступить в ряды XCOM."
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/> Заступник, ранее схваченный \"MOCX\" и \"перевоспитанный\" ими, путем изменения внешности и подмены воспоминаний. В благодарность за освобождение он выразил желание вступить в ряды XCOM."

;advanced variants

[DarkGrenadier_M2 X2CharacterTemplate]
strCharacterName="Продвинутый Гранатометчик \"MOCX\""
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/> был схвачен оперативниками XCOM после операции. После допроса и небольших \"уговоров\", он выразил желание вступить в ряды XCOM."  
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/> был схвачен оперативниками XCOM после операции. После допроса и небольших \"уговоров\", он выразил желание вступить в ряды XCOM."  

[DarkSpecialist_M2 X2CharacterTemplate]
strCharacterName="Продвинутый Специалист \"MOCX\""
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/> был схвачен оперативниками XCOM после операции. После допроса и небольших \"уговоров\", он выразил желание вступить в ряды XCOM."  
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/> был схвачен оперативниками XCOM после операции. После допроса и небольших \"уговоров\", он выразил желание вступить в ряды XCOM."  

[DarkRanger_M2 X2CharacterTemplate]
strCharacterName="Продвинутый Рейнджер \"MOCX\""
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/> был схвачен оперативниками XCOM после операции. После допроса и небольших \"уговоров\", он выразил желание вступить в ряды XCOM."  
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/> был схвачен оперативниками XCOM после операции. После допроса и небольших \"уговоров\", он выразил желание вступить в ряды XCOM."  

[DarkSniper_M2 X2CharacterTemplate]
strCharacterName="Продвинутый Снайпер \"MOCX\""
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/> был схвачен оперативниками XCOM после операции. После допроса и небольших \"уговоров\", он выразил желание вступить в ряды XCOM."  
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/> был схвачен оперативниками XCOM после операции. После допроса и небольших \"уговоров\", он выразил желание вступить в ряды XCOM."  

[DarkPsiAgent_M2 X2CharacterTemplate]
strCharacterName="Продвинутый Пси-агент \"MOCX\""
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/> был схвачен оперативниками XCOM после операции. После допроса и небольших \"уговоров\", он выразил желание вступить в ряды XCOM."  
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/> был схвачен оперативниками XCOM после операции. После допроса и небольших \"уговоров\", он выразил желание вступить в ряды XCOM."  

[DarkReclaimed_M2 X2CharacterTemplate]
strCharacterName="Продвинутый Заступник \"MOCX\""
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/> Заступник, ранее схваченный \"MOCX\" и \"перевоспитанный\" ими, путем изменения внешности и подмены воспоминаний. В благодарность за освобождение он выразил желание вступить в ряды XCOM."
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/> Заступник, ранее схваченный \"MOCX\" и \"перевоспитанный\" ими, путем изменения внешности и подмены воспоминаний. В благодарность за освобождение он выразил желание вступить в ряды XCOM."

;elite variants

[DarkGrenadier_M3 X2CharacterTemplate]
strCharacterName="Элитный Гранатометчик \"MOCX\""
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/> был схвачен оперативниками XCOM после операции. После допроса и небольших \"уговоров\", он выразил желание вступить в ряды XCOM."  
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/> был схвачен оперативниками XCOM после операции. После допроса и небольших \"уговоров\", он выразил желание вступить в ряды XCOM."  

[DarkSpecialist_M3 X2CharacterTemplate]
strCharacterName="Элитный Специалист \"MOCX\""
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/> был схвачен оперативниками XCOM после операции. После допроса и небольших \"уговоров\", он выразил желание вступить в ряды XCOM."  
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/> был схвачен оперативниками XCOM после операции. После допроса и небольших \"уговоров\", он выразил желание вступить в ряды XCOM."  

[DarkRanger_M3 X2CharacterTemplate]
strCharacterName="Элитный Рейнджер \"MOCX\""
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/> был схвачен оперативниками XCOM после операции. После допроса и небольших \"уговоров\", он выразил желание вступить в ряды XCOM."  
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/> был схвачен оперативниками XCOM после операции. После допроса и небольших \"уговоров\", он выразил желание вступить в ряды XCOM."  

[DarkSniper_M3 X2CharacterTemplate]
strCharacterName="Элитный Снайпер \"MOCX\""
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/> был схвачен оперативниками XCOM после операции. После допроса и небольших \"уговоров\", он выразил желание вступить в ряды XCOM."  
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/> был схвачен оперативниками XCOM после операции. После допроса и небольших \"уговоров\", он выразил желание вступить в ряды XCOM."  

[DarkPsiAgent_M3 X2CharacterTemplate]
strCharacterName="Элитный Пси-агент \"MOCX\""
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/> был схвачен оперативниками XCOM после операции. После допроса и небольших \"уговоров\", он выразил желание вступить в ряды XCOM."  
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/> был схвачен оперативниками XCOM после операции. После допроса и небольших \"уговоров\", он выразил желание вступить в ряды XCOM."  

[DarkReclaimed_M3 X2CharacterTemplate]
strCharacterName="Elite Заступник \"MOCX\""
strCharacterBackgroundMale[0]="<XGParam:StrValue1/!FirstName/> Заступник, ранее схваченный \"MOCX\" и \"перевоспитанный\" ими, путем изменения внешности и подмены воспоминаний. В благодарность за освобождение он выразил желание вступить в ряды XCOM."
strCharacterBackgroundFemale[0]="<XGParam:StrValue1/!FirstName/> Заступник, ранее схваченный \"MOCX\" и \"перевоспитанный\" ими, путем изменения внешности и подмены воспоминаний. В благодарность за освобождение он выразил желание вступить в ряды XCOM."

;Techs

[RM_BasicPCS X2TechTemplate]
DisplayName="Изготовить базовый ПБМ"
Summary="Изучив боевые чипы разработанные специалистами проекта \"MOCX\", мы научились переделывать их в персональные боевые модули оперативников XCOM. Данный тип включает только базовые модели ПБМ."

[RM_AdvPCS X2TechTemplate]
DisplayName="Изготовить продвинутый ПБМ"
Summary="Изучив боевые чипы разработанные специалистами проекта \"MOCX\", мы научились переделывать их в персональные боевые модули оперативников XCOM. Данный тип включает продвинутые модели ПБМ, такие как \"Верхолаз\"."

[RM_SupPCS X2TechTemplate]
DisplayName="Изготовить ультра ПБМ"
Summary="Изучив боевые чипы разработанные специалистами проекта \"MOCX\", мы научились переделывать их в персональные боевые модули оперативников XCOM. Данный тип включает ультра модели ПБМ, такие как \"Мимикрия\"."

[RM_ProduceChip X2TechTemplate]
DisplayName="Изготовить боевой чип"
Summary="В процессе изучения технологий проекта \"MOCX\", нам удалось найти чертежи \"Боевых чипов\". В будущем это позволит нам развернуть производство ПБМ в требуемом для нас объеме."


[RM_DecryptChip X2TechTemplate]
DisplayName="Расшифровка чипа \"MOCX\""
Summary="Проект \"MOCX\" снабдил своих солдат продвинутой системой \"Боевых чипов\", которые, на момент, когда я покинул \"Адвент\", существовали только в теории. Несомненно, это объясняет почему мы столкнулись с проблемой доступа к их системе коммуникации, по сравнению с другими бойцами \"Адвента\". Изучив их достижения в данной области, мы значительно продвинемся в плане борьбы с ними."
CodeName="Персона"
LongDescription="Нельзя не отметить что система \"Персональных боевых чипов\" \"MOCX\" стала для нас настоящим сюрпризом. Не исключено что наши активные действия вынудили их принять решение о исследованиях и разработках в данной области. После внимательного изучения принципов их работы, я с могу адаптировать наши протоколы шифрования с методами шифрования \"MOCX\". Не исключено что доктор Шень сможет использовать данные чипы в процессе создания ПБМ, используемые нашими солдатами. Не сомневаюсь, что ей есть что вам предложить Командир. Р. Тайган."
AlertString="Боевой чип \"MOCX\""


;Dark Events
[DarkEvent_HealthBoosters X2DarkEventTemplate]
DisplayName="Генетические модификации"
SummaryText="Биологические противники \"MOCX\" получают +3 к здоровью."
QuoteText="\"Никто не сомневался, что, получив доступ к генной инженерии пришельцев, они начнут \"улучшать\" себя.\""
QuoteTextAuthor="- Старший офицер связи Брэдфорд"
PreMissionText="Биологические противники \"MOCX\" получают +3 к здоровью."
PostMissionSuccessText="Событие \"Генетические модификации\" предотвращено"
PostMissionFailureText="Вам не удалось предотвратить событие \"Генетические модификации\""

[DarkEvent_CoilTier X2DarkEventTemplate]
DisplayName="Исследования \"MOCX\": Технологии Гаусса"
SummaryText="\"MOCX\ вкладывает средства в улучшение экипировки, обеспечивая оружием с технологией гауса некоторых солдат."
QuoteText="\"Даже не имея доступа к плазменным технологиям пришельцев они способны дать нам прикурить на поле боя\""
QuoteTextAuthor="- Старший инженер Шэнь"
PreMissionText="Большинство солдат \"MOCX\ используют продвинутую экипировку"
PostMissionSuccessText="Событие \"Технологии Гаусса\" предотвращено"
PostMissionFailureText="Вам не удалось предотвратить событие \"Технологии Гаусса\""

[DarkEvent_PlasmaTier X2DarkEventTemplate]
DisplayName="Исследования \"MOCX\": Плазменные технологии"
SummaryText="\"MOCX\ вкладывает средства в улучшение экипировки, обеспечивая плазменным оружием некоторых солдат."
QuoteText="\"Вы только посмотрите на это, пришельцы выдали своим лакеям, свои лучшие игрушки.\""
QuoteTextAuthor="- Старший офицер связи Брэдфорд"
PreMissionText="Большинство солдат \"MOCX\ используют передовую экипировку"
PostMissionSuccessText="Событие \"Плазменные технологии\" предотвращено"
PostMissionFailureText="Вам не удалось предотвратить событие \"Плазменные технологии\""

[DarkEvent_SquadSizeI X2DarkEventTemplate]
DisplayName="Исследования \"MOCX\": Размер отряда I"
SummaryText="\"MOCX\ увеличила вместимость своей транспортной сети, теперь на поле боя присутствует на одного солдата больше."
QuoteText="\"Так стоп, разве это не наша фишка, в этой игре?\""
QuoteTextAuthor="- Старший офицер связи Брэдфорд"
PreMissionText="Размер отряда \"MOCX\ увеличивается на 1 бойца."
PostMissionSuccessText="Событие \"Размер отряда I\" предотвращено"
PostMissionFailureText="Вам не удалось предотвратить событие \"Размер отряда I\""

[DarkEvent_SquadSizeII X2DarkEventTemplate]
DisplayName="Исследования \"MOCX\": Размер отряда II"
SummaryText="\"MOCX\ увеличила вместимость своей транспортной сети, снова, теперь на поле боя присутствует на одного солдата больше."
QuoteText="\"Нет, серьезно, это же наша идея, не так ли?\""
QuoteTextAuthor="- Старший офицер связи Брэдфорд"
PreMissionText="Размер отряда \"MOCX\ увеличивается на 1 бойца. Снова."
PostMissionSuccessText="Событие \"Размер отряда II\" предотвращено"
PostMissionFailureText="Вам не удалось предотвратить событие \"Размер отряда II\""

[DarkEvent_ICU X2DarkEventTemplate]
DisplayName="Исследования \"MOCX\": Интенсивная терапия"
SummaryText="\"Адвент\" строит центры экстренной помощи для \"MOCX\", возвращая солдат \"MOCX\" в строй быстрее."
QuoteText="\"Только и всего! Мы тоже так умеем!\""
QuoteTextAuthor="- Серж. Вегета"
PreMissionText="Солдаты \"MOCX\" быстрее зализывают раны, полученные на поле боя."
PostMissionSuccessText="Событие \"Интенсивная терапия\" предотвращено"
PostMissionFailureText="Вам не удалось предотвратить событие \"Интенсивная терапия\""

[DarkEvent_AdvancedMECs X2DarkEventTemplate]
DisplayName="Исследования \"MOCX\": Поддержка МЭК"
SummaryText="\"MOCX\ использует самодельные МЭК по аналогии с нашими \"Искрами\", для поддержки тактических операций \"MOCX\ на поле боя."
QuoteText="\"Вы только посмотрите, похоже \"Адвент\" смогли добраться до моего убежища...\""
QuoteTextAuthor="- Джулиан"
PreMissionText="Отныне \"MOCX\ может разворачивать МЭК на поле боя вместе с солдатами."
PostMissionSuccessText="Событие \"Поддержка МЭК\" предотвращено"
PostMissionFailureText="Вам не удалось предотвратить событие \"Поддержка МЭК\""

[DarkEvent_GeneticPCS X2DarkEventTemplate]
DisplayName="Исследования \"MOCX\": Генно-модифицированные чипы"
SummaryText="Не останавливаясь на достигнутом, \"MOCX\" шагнула еще дальше в вопросах боевых чипов, все радикальнее модифицируя своих солдат."
QuoteText="\"Обожаю поливать кислотой этих ребят из \"MOCX\", особенно учитывая, что они к таким вещам в большинстве своем невосприимчивы.\""
QuoteTextAuthor="- Капр. Р. Эддитор."
PreMissionText="Солдаты \"MOCX\" используют на поле боя продвинутые версии боевых чипов."
PostMissionSuccessText="Событие \"Генно-модифицированные чипы\" предотвращено"
PostMissionFailureText="Вам не удалось предотвратить событие \"Генно-модифицированные чипы\""


;MISSIONS
[MOCXFirst X2MissionFlavorTextTemplate]
FlavorText="ОПИСАНИЕ ОТСУТСТВУЕТ"
CouncilSpokesmanSuccessText="Шеф, ликвидация объекта пришельцев в регионе <XGParam:StrValue0/!WorldRegionName/> стала серьезным ударом по проекту \"Аватар\". Ваши сегодняшние действия четко показали, на что готово человечество, чтобы вернуть себе Землю." 
CouncilSpokesmanFailureText="Шеф, ваша неудачная попытка диверсии на объекте пришельцев в регионе <XGParam:StrValue0/!WorldRegionName/> раскрыла им наши планы. \"Адвент\" и \"MOCX\" восстановили контроль над регионом и серьезно пошатнули позиции Сопротивления. Я по-прежнему верю в вас, но нам нужно как следует постараться."

[MOCXSecond X2MissionFlavorTextTemplate]
FlavorText="ОПИСАНИЕ ОТСУТСТВУЕТ"
CouncilSpokesmanSuccessText="Шеф, захват секретных документов в регионе <XGParam:StrValue0/!WorldRegionName/> стала существенным ударом по проекту \"MOCX\". Хочется верить, что это станет серьезным шагом к ликвидации проекта \"MOCX\"." 
CouncilSpokesmanFailureText="Шеф, ваша неудачная попытка захватить секретные документы в регионе <XGParam:StrValue0/!WorldRegionName/> раскрыла им наши планы. \"Адвент\" и \"MOCX\" восстановили контроль над регионом и серьезно пошатнули позиции Сопротивления. Я по-прежнему верю в вас, но нам нужно как следует постараться."

[MOCXThird X2MissionFlavorTextTemplate]
FlavorText="ОПИСАНИЕ ОТСУТСТВУЕТ"
CouncilSpokesmanSuccessText="Шеф, наш успех нанес сокрушительный удар по системе руководства \"Адвента\". Захват главы научного отдела и главного инженера проекта \"MOCX\" станет серьезным шагом к его ликвидации." 
CouncilSpokesmanFailureText="Шеф, неудачное завершение текущего задания еще не конец, но надо иметь ввиду что в следующий раз \"MOCX\" будет готов к нашим действиям."

[MissionSource_MOCXOffsite X2MissionSourceTemplate]
BattleOpName="Операция \"Тайные знания\""
MissionPinLabel="Засекреченный объект"
MissionFlavorText="Нам удалось обнаружить секретный объект который усиленно охраняется \"Адвентом\" при поддержке \"MOCX\". С другой стороны это отличный шанс разжиться трофеями."

[MissionSource_MOCXTraining X2MissionSourceTemplate]
BattleOpName="Операция \"Скрытый клинок\""
MissionPinLabel="Захват тренировачного лагеря"
MissionFlavorText="Конечно учения противника это не лучшее место куда стоит соваться, но по разведданным это шанс завладеть важными документами, которые помогут нам в борьбе с \"MOCX\"."

[MissionSource_MOCXAssault X2MissionSourceTemplate]
BattleOpName="Операция \"Отражение\""
MissionPinLabel="Диверсия в штаб-квартире проекта \"MOCX\""
MissionFlavorText="Наконец то мы получили возможность поставить точку в судьбе проекта \"MOCX\". Пора покончить с ними раз и навсегда."



[Dark_OffsiteStorage X2MissionTemplate]
DisplayName="Штурм засекреченного объекта"
Briefing="Захватите засекреченный объект проекта \"Аватар\""
PostMissionType="Захватите объект проекта \"Аватар\""
BriefingImage="img:///UILibrary_StrategyImages.X2StrategyMap.Alert_Advent_Facility"
ObjectiveTextPools[0]="Уничтожить всех врагов"

[Dark_OffsiteStorage X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Уничтожить всех врагов охраняющих объект"
ObjectiveTextPools[1]="Захватите объект противника"
ObjectiveTextPools[2]="Эвакуируйте всех бойцов XCOM"


[Dark_TrainingRaid X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Уничтожить всех врагов, если это возможно"
ObjectiveTextPools[1]="Скачайте %QUESTITEM% через открытую точку доступа"
ObjectiveTextPools[2]="Эвакуируйте всех бойцов XCOM"

[Dark_TrainingRaid X2MissionTemplate]
DisplayName="Штурм тренировочный лагерь"
Briefing="Взломайте отмеченный терминал через открытую точку доступа"
PostMissionType="Взломать терминал"
BriefingImage="img:///UILibrary_StrategyImages.X2StrategyMap.Alert_Advent_Facility"
ObjectiveTextPools[0]="Взломайте терминал подключенный к сети проекта \"MOCX\""
ObjectiveTextPools[1]="Экстренная эвакуация: Задание будет считаться выполненным если требуемые чертежи получены"

[Dark_RooftopsAssault X2MissionTemplate]
DisplayName="Диверсия в штаб-квартире проекта \"MOCX\""
Briefing="Диверсия в штаб-квартире проекта \"MOCX\""
PostMissionType="Диверсия в штаб-квартире проекта \"MOCX\""
BriefingImage="img:///UILibrary_StrategyImages.X2StrategyMap.Alert_Sky_Tower"
ObjectiveTextPools[0]="Заложите заряд X4 в указанном месте"
ObjectiveTextPools[1]="Покиньте зону операции"

[Dark_RooftopsAssault X2MissionNarrativeTemplate]
ObjectiveTextPools[0]="Заложите заряд X4 для уничтожения штаб-квартиры проекта \"MOCX\""
ObjectiveTextPools[1]="Эвакуируйте всех бойцов XCOM"
ObjectiveTextPools[2]="Для завершения этой миссии вызовите \"Рейнджер\" и эвакуируйте всех бойцов."


[RM_HQBluePrint X2QuestItemTemplate]
FriendlyName="Чертежи штаб-квартиры проекта \"MOCX\""
FriendlyNamePlural="Чертежи штаб-квартиры проекта \"MOCX\""
LootTooltip="Подробные чертежи штаб-квартиры проекта \"MOCX\", полученные при подключении к их информационной сети."

;;;;;;;;;;;;;;;;;;;;  TACTICAL LOC ;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

;PCSes and Abilities

[LongJumpPCS X2EquipmentTemplate]
FriendlyName="ПБМ: Верхолаз"
FriendlyNamePlural="ПБМ: Верхолаз"
BriefSummary="Данный имплантат позволяет бойцу карабкаться по стенам, позволяя ему путешествовать по крышам как по земле."

[MimeticSkinPCS X2EquipmentTemplate]
FriendlyName="ПБМ: Мимикрия"
FriendlyNamePlural="ПБМ: Мимикрия"
BriefSummary="Данный имплантат позволяет бойцу слиться с окружающей обстановкой, проделывая это каждый раз, когда он вне поля зрения противника."


[RM_ControlChip X2ItemTemplate]
FriendlyName="Персональный боевой чип \"MOCX\""
FriendlyNamePlural="Персональный боевой чип \"MOCX\""
BriefSummary="Это все что нам удалось выудить из остатков бойцов \"MOCX\", несомненно эти имплантаты будут полезны бойцам XCOM."


;abilities
[OddNerfOne X2AbilityTemplate]
LocFriendlyName="Легкая защита от случайных взрывов"
LocLongDescription="Снижает урон от взрывов автомобилей на 20%."
LocHelpText="Урон от взрывов автомобилей снижен на 20%."

[OddNerfTwo X2AbilityTemplate]
LocFriendlyName="Продвинутая защита от случайных взрывов"
LocLongDescription="Снижает урон от взрывов автомобилей на 40%."
LocHelpText="Урон от взрывов автомобилей снижен на 40%."

[OddNerfThree X2AbilityTemplate]
LocFriendlyName="Эффективная защита от случайных взрывов"
LocLongDescription="Снижает урон от взрывов автомобилей на 50%."
LocHelpText="Урон от взрывов автомобилей снижен на 50%."

[ExecuteMOCX X2AbilityTemplate]
LocFriendlyName="Добивание"
LocLongDescription="Добивает раненого противника."
LocHelpText="Добивает раненого противника."
LocFlyOverText="Добивание!"

[DarkEventAbility_HealthBoost X2AbilityTemplate]
LocFriendlyName="Событие \"Увеличенная живучесть\""
LocLongDescription="Оперативники \"MOCX\" получают +3 к здоровью."
LocHelpText="Оперативники \"MOCX\" получают +3 к здоровью."
LocFlyOverText="Событие \"Увеличенная живучесть\""


[RM_DarkEvac X2AbilityTemplate]
LocFriendlyName="Эвакуация!"
LocLongDescription="Эвакуация с поля боя."
LocHelpText="Эвакуация с поля боя."
LocFlyOverText="Запрос эвакуации"

[RM_DarkAutoEvac X2AbilityTemplate]
LocFriendlyName="Эвакуация!"
LocLongDescription="Эвакуация с поля боя."
LocHelpText="Эвакуация с поля боя."
LocFlyOverText="Запрос эвакуации"

[RM_EvacTeleport X2AbilityTemplate]
LocFriendlyName="Эвакуация!"
LocLongDescription="Эвакуация с поля боя."
LocHelpText="Эвакуация с поля боя."
LocFlyOverText="Эвакуация!"

[RM_FakeBleedout X2AbilityTemplate]
LocFriendlyName="Выжить любой ценой"
LocLongDescription="Шанс при критическом ранении быть не убитым, а получить ошеломление до конца хода."
LocHelpText="Шанс при критическом ранении быть не убитым, а получить ошеломление до конца хода."
LocFlyOverText="Кровотечение!"

[RM_FakeBleedoutTriggered X2AbilityTemplate]
LocFriendlyName="Выжить любой ценой"
LocLongDescription="Шанс при критическом ранении быть не убитым, а получить ошеломление до конца хода."
LocHelpText="Шанс при критическом ранении быть не убитым, а получить ошеломление до конца хода."
LocFlyOverText="Кровотечение!"

[RM_LongJump X2AbilityTemplate]
LocFriendlyName="Верхолаз"
LocFlyOverText="Верхолаз"
LocLongDescription="Путешествуйте по крышам без каких либо приспособлений, везде где есть стены."
LocHelpText="Путешествуйте по крышам без каких либо приспособлений, везде где есть стены."
LocPromotionPopupText="<Bullet/> Путешествуйте по крышам без каких либо приспособлений.<br/>"

[RM_MimeticSkin X2AbilityTemplate]
LocFriendlyName="Мимикрия"
LocFlyOverText="Мимикрия"
LocLongDescription="Сливайтесь с окружающей обстановкой, каждый раз оказавшись вне поля зрения противника."
LocHelpText="Сливайтесь с окружающей обстановкой, каждый раз оказавшись вне поля зрения противника."
LocPromotionPopupText="<Bullet/> Сливайтесь с окружающей обстановкой, каждый раз оказавшись вне поля зрения противника.<br/>"

[RM_Intimidate X2AbilityTemplate]
LocFriendlyName="Устрашение"
LocLongDescription="Когда враг атакует, все видимые противники могут запаниковать."
LocHelpText="Когда враг атакует, все видимые противники могут запаниковать."
LocFlyOverText="Устрашение"
LocPromotionPopupText="<Bullet/> Вероятность \"Устрашения\" повышается при улучшении брони \"Искры\".<br/><Bullet/> Способность активируется при атаках в рукопашной и по площади.<br/><Bullet/> Стрельба из режима \"наблюдения\" игнорируется.<br/>"

[RM_IntimidateTrigger X2AbilityTemplate]
LocFriendlyName="Устрашение"
LocLongDescription="Когда враг атакует, все видимые противники могут запаниковать."
LocHelpText="Когда враг атакует, все видимые противники могут запаниковать."
LocFlyOverText="Устрашение"
LocPromotionPopupText=""
LocMissMessage="Устрашение не удалось!"

[Reward_MOCXCancelProject X2RewardTemplate]
DisplayName="Остановить проект \"MOCX\""
RewardDetails="Остановить проект \"MOCX\" пока не стало поздно"

[Reward_MOCXOffsite X2RewardTemplate]
DisplayName="Разведданные засекреченный объект"
RewardDetails="Дает возможность провести операцию на засекреченном объекте, связанным с проектом \"Аватар\""

[Reward_MOCXTraining X2RewardTemplate]
DisplayName="Разведданные тренировочный лагерь"
RewardDetails="Дает возможность провести операцию по похищению важных документов из тренировочного лагеря"

[Reward_MOCXAssault X2RewardTemplate]
DisplayName="Разведданные штаб-квартира проекта \"MOCX\""
RewardDetails="Дает возможность покончить с \"MOCX\" раз и навсегда."

[CovertAction_MOCXAssault X2CovertActionTemplate]
ActionObjective="Разведданные штаб-квартира проекта \"MOCX\""

[CovertAction_MOCXTraining X2CovertActionTemplate]
ActionObjective="Разведданные тренировочный лагерь"

[CovertAction_MOCXOffsite X2CovertActionTemplate]
ActionObjective="Разведданные засекреченный объект"

[CovertAction_MOCXCancelProject X2CovertActionTemplate]
ActionObjective="Остановить проект \"MOCX\""

[CovertActionNarrative_MOCXOffsite X2CovertActionNarrativeTemplate]
ActionName="Разведданные засекреченный объект"
ActionPreNarrative="Проект \"MOCX\" начинает становится настоящей проблемой для сопротивления, нам стоит более плотно. работать с фракциями, если мы хотим эффективно им противостоять. Одна из фракций обнаружила местонахождение объекта, связанного с проектом \"Аватар\", охрану которого обеспечивает \"MOCX\", для полноценной разведки боем им не обойтись без нашей помощи."
ActionPostNarrative="Мы должны приложить максимум усилий для получения контроля над этим объектом. Упускать такую возможность мы не имеем права."

[CovertActionNarrative_MOCXTraining X2CovertActionNarrativeTemplate]
ActionName="Разведданные тренировочный лагерь"
ActionPreNarrative="Шеф! С момента нашей прошлой вылазки, \"MOCX\" зализал раны, и это повод напомнить им о себе. По нашим данным все их силы брошены на натаскивании новобранцев, а значит это повод подобраться к их информационной сети как можно ближе. Не стоит упускать шанс получить о них как можно больше информации."
ActionPostNarrative="Исходя из разведданных фракции, эта информация слишком важна что бы упустить такой шанс. Мы должны заполучить ее во что бы то ни стало, пока еще не поздно."

[CovertActionNarrative_MOCXAssault X2CovertActionNarrativeTemplate]
ActionName="Подготовиться к штурму штаб-квартиры проекта \"MOCX\""
ActionPreNarrative="Полученные чертежи открывают нам дверь к штаб-квартире проекта \"MOCX\". Осталось дело за малым, убедиться в том, что \"Подстрекатель\" подберется к объекту без каких-либо проблем, заложить достаточно зарядов X4 в указанных точках, и поставить на проекте \"MOCX\" жирный крест, раз и навсегда."
ActionPostNarrative="Пора ударить в самое сердце \"MOCX\". Представители фракции готовы приступить в любой момент, ждем только вашей отмашки, шеф!"

[CovertActionNarrative_MOCXCancelProject X2CovertActionNarrativeTemplate]
ActionName="Нейтрализация проекта \"MOCX\""
ActionPreNarrative="Шеф! Бойцы фракции смогли изолировать бойцов \"MOCX\" от связи с \"Адвентом\", а значит и от подкреплений. Если мы хотим добиться успеха, нельзя терять ни минуты..."
ActionPostNarrative="Шеф! Проект \"MOCX\" нейтрализован полностью. Я считаю \"Адвенту\" понадобится не мало времени, что бы повторить что-либо подобное!"

[RM_Vanish X2AbilityTemplate]
LocFriendlyName="Исчезновение"
LocLongDescription="Боец скрывается от врагов."
LocHelpText="Боец скрывается от врагов."
LocFlyOverText="Маскировка!"

[RM_VanishPhantom X2AbilityTemplate]
LocFriendlyName="Фантом"
LocLongDescription="Боец начинает задание в режиме маскировки"
LocHelpText="Боец начинает задание в режиме маскировки"
LocFlyOverText="Фантом"


[RM_VanishReveal X2AbilityTemplate]
LocFriendlyName="Обнаружение"
LocFlyOverText="Обнаружение!"
LocHelpText="Раскрыть противнику местоположение данного бойца. Это происходит автоматически, если выполнять действия в режиме маскировки."
LocLongDescription="Раскрыть противнику местоположение данного бойца. Это происходит автоматически, если выполнять действия в режиме маскировки."


[ResAct_MOCXMissionCompleted X2ResistanceActivityTemplate]
DisplayName="Завершено операций против \"MOCX\":"

[ResAct_MOCXMissionFailed X2ResistanceActivityTemplate]
DisplayName="Провалено операций против \"MOCX\":"


[FearOfMOCX X2TraitTemplate]
TraitFriendlyName ="Боязнь \"MOCX\""
TraitScientificName="Андрофобия"
TraitDescription ="Может запаниковать при встрече с солдатами \"MOCX\"."
TraitQuotes[0]="\"Я на это не подписывался, мне сказали это будут пришельцы, а не люди.\""
TraitQuotes[1]="\"Все это бесполезно. Они найдут нас, где бы мы не скрывались.\""
TraitQuotes[2]="\"Мне кажется, или они знают наш каждый следующий ход.\""
TraitQuotes[3]="\"Ты даже представить не можешь, как я не хочу, чтобы их записали на мой счет...\""
TraitQuotes[4]="\"Разве оно того стоило? Стоило?!\""

[FearOfMOCXPassive X2AbilityTemplate]
LocFriendlyName="Боязнь \"MOCX\""
LocLongDescription="Может запаниковать при встрече с солдатами \"MOCX\"."


[MOCXMissions X2EncyclopediaTemplate]
ListTitle="Остановить проект \"MOCX\""
DescriptionTitle="Остановить проект \"MOCX\""
DescriptionEntry="Нельзя сказать, что данная задача для нас первостепенна, но и оставлять ее на потом будет неразумно. На текущий момент их штаб-квартира недоступна для нас, но совместная работа с представителями фракций и выполнение секретных заданий, поможет нам добраться до них и остановить раз и навсегда."

[MOCXOperations X2EncyclopediaTemplate]
ListTitle="Проект \"MOCX\""
DescriptionTitle="Проект \"MOCX\""
DescriptionEntry="Как мы и предполагали, в ответ на наши действия \"Адвент\" создал специальное \"антитеррористическое\" подразделение получившее название проект \"MOCX\", состоящее исключительно из преданных людей. Все чаще их оперативники будут появляться в операциях выполняемых XCOM, с целью поддержки \"Адвента\" и противодействия нашим бойцам. Соответствующая информация будет появляться в сводках SITREP."

[MOCXProjects X2EncyclopediaTemplate]
ListTitle="События \"MOCX\""
DescriptionTitle="События \"MOCX\""
DescriptionEntry="В дополнении к уже известным нам ответным ударам \"Адвента\", проект \"MOCX\" может готовить свои ответные удары. Как и действия пришельцев и \"Адвента\" они представляют для нас немалую угрозу, и единственным способом раскрыть их планы и предотвратить их последствия, остается эффективная работа с представителями фракций."

[MOCXCaptures X2EncyclopediaTemplate]
ListTitle="Захват \"MOCX\" в плен"
DescriptionTitle="Захват \"MOCX\" в плен"
DescriptionEntry="Имея доступ к технологии небесного крюка, мы получили возможность захвата и дальнейшей вербовки оперативников \"MOCX\" в наши ряды. Проблема заключается только в том, чтобы подобраться как можно ближе, для фиксации крюка на теле оглушенного противника. Естественно, не все из них смогут пережить это, так как по мере повышения навыков и ранга они получают доступ к средствам самоликвидации. Именно поэтому нам следует действовать оперативно, до того, как они смогут воспользоваться ими, Шеф!"


[Header_MOCX X2EncyclopediaTemplate]
ListTitle="\"MOCX\""

